Repository: Softcatala/nmt-softcatala
Catalog: evaluate/raw/EUbookshoop-ca-en.tmx
Source language: ca
Languages: en

source: La llibertat no només té a veure ambla mobilitat personal: també estàrelacionada amb el fet de tenir determinats drets fonamentals.
en: Freedom is not just about personalmobility: it is also about having certainfundamental rights.

source: Per exemple, amb el dret a la llibertat i a laseguretat; la igualtat davant la Llei;la llibertat de pensament, d’expressiói d’informació; el dret al bon govern il’obligació de les institucions de la UE de pal·liar qualsevol dany quepuguin haver causat a un individu.Aquests drets pertanyen a tota persona que visqui legalment a la Unió Europea, independentment que entingui o no la ciutadania.
en: For example, theright to liberty and security; equalitybefore the law; freedom of thought,expression and information; the rightto good governance and the obligationon EU institutions to make good anydamage they may have caused to anindividual. These rights belong toeveryone living legally in the European Union – whether or not they are EU citizens.

source: La Carta dels Drets Fonamentals,adoptada l’any 2000 estableix clarament i en un document únic, els dretspersonals, civils, polítics, econòmics isocials de què gaudeixen els poblesde la Unió Europea.
en: The Charter of Fundamental Rights,adopted in 2000, sets out clearly andin a single document the personal, civil,political, economic and social rights thepeoples of the European Union enjoy.The charter is to be incorporated intothe new EU Constitution and will serveas the legal yardstick by which individuals’ rights are judged and guaranteed.

source: Freedom, security.qxp 23/03/2006 12:42 PÆgina 5 ra greu i constant, o si fos probableque ho fes, podria rebre sancions.
en: Freedom, security 23/02/04 9:52 Page 5

source: Perexemple, es podrien suspendre elsseus drets de vot en les reunions dela UE, negar-li per tant la paraula enles propostes polítiques i legislativeseuropees i retallar el seu accés alfinançament de la UE.
en: Countries seeking to join the European Union must also be committed to protecting human and fundamental rightsto these same high standards.

source: Fins avui, la Unió no ha hagut d’adoptar maimesures d’aquest tipus.
en: Indeed,this is one of the criteria they mustmeet before they can even begin entrynegotiations.

source: Els països que vulguin formar part dela Unió Europea han d’estar compromesos amb la protecció dels dretshumans i els drets fonamentals en lamateixa mesura, és a dir, de formarigorosa.
en: In addition, if any EUcountry violates these rights in a grave and constant manner, or is likely to doso, it can face sanctions.

source: Efectivament, aquest és undels criteris que han de complir fins itot abans que puguin iniciar lesnegociacions per a l’adhesió.
en: For example,its voting rights at EU meetings couldbe suspended, thus denying that country any say in proposed European policies and legislation and cutting off itsaccess to EU funding.

source: A més,si es donés el cas que un país de la UE incomplís aquests drets de mane-
en: The Union hasnever so far taken such action.

source: Els nous Estats membres
en: New member states

source: Els nous membres de la Unió Europea, des de l’1 de maig de 2004, són Xipre, la República Txeca, Estònia,Hongria, Letònia, Lituània, Malta, Polònia, Eslovàquia i Eslovènia.
en: The European Union’s newest members, from May 2004, are Cyprus, the Czech Republic, Estonia, Hungary,Latvia, Lithuania, Malta, Poland, Slovakia and Slovenia.

source: En la seva història recent, molts d’aquests països han lluitat fermament per la llibertat, la seguretat i lajustícia, i tots ells valoren profundament aquests principis bàsics.
en: In recent history, many of these countries have fought hard for freedom, security and justice, and they allcherish these important principles.

source: Com a Estats membres de la UE, apliquen la legislació de la Unió en l’àmbit de Justícia i Interior.
en: As EU member states they apply EU legislation in the area of ‘justice and home affairs’.

source: Aquestalegislació es basa en els principis fonamentals del respecte pels drets humans, la transparència i el bongovern.
en: This is based on thefundamental principles of respect for human rights, transparency and good governance.

source: A més, els nous membres també subscriuen els objectius compartits, com ara el reconeixementmutu de les decisions judicials, les polítiques comunes d’immigració i asil i la millora de la cooperaciójudicial i policial.
en: The new membersalso subscribe to shared goals such as the mutual recognition of judicial decisions, common immigration andasylum policies and improving judicial and police cooperation.

source: D’aquesta manera, els nous Estats membres confirmen la confiança en els seus agents judicials, policialsi fronterers, tant per als seus propis ciutadans com per als dels altres països de la UE.
en: By doing so, the new member states confirm confidence in their judiciary, police and border guards, bothamong their own citizens and those of the other EU countries.

source: La ciutadania de la Unió Europea noreemplaça la ciutadania nacional,n’és un complement.
en: Citizenship of the European Union doesnot replace national citizenship: it complements it.

source: És a dir, ser ciutadà de la UE dóna drets i responsabilitats addicionals.
en: In other words, being an EU citizen gives you additional rightsand responsibilities.

source: El ciutadà europeu pot, per exemple, votar o presen-tar-se com a candidat en les eleccions al Parlament Europeu al seupaís de residència en la UE, sigui ono el seu país d’origen.
en: You can, forinstance, vote or stand as a candidatein elections for the European Parliament in your EU country of residence,whether it is your home country or not.

source: No obstant això, encara hi ha travesi els ciutadans poden enfrontar-se devegades a procediments administratius llarguíssims per a l’obtenció dedocuments de residència o per assegurar el compliment dels drets delsmembres de la seva família, especialment quan aquests últims no són ciutadans de la UE.
en: Hiccups still occur and people cansometimes face lengthy administrativeprocedures in obtaining residence documents or securing the rights of familymembers, especially when the latter arenot EU citizens.

source: Per superar aquestes dificultats, la Comissió Europeaha presentat plans per simplificar iactualitzar la legislació vigent, ambla finalitat de facilitar que els ciutadans de la UE i els membres de laseves famílies es puguin traslladar aun altre país de la Unió.
en: To overcome these difficulties, the European Commission hasput forward plans to simplify andupdate existing legislation, to make iteasier for EU citizens and their familymembers to move to another EU country.

source: La ciutadania de la UE també dónadret a viatjar lliurement per la Unió(a condició que es dugui passaport oun document nacional d’identitat) i aestablir-se on es vulgui dintre delterritori de la UE.
en: EU citizenship also gives you the rightto travel freely within the Union (provided you carry a passport or identitycard) and to settle anywhere within the Union’s territory.

source: Fins al moment, alvoltant de cinc milions de personeshan fet ús d’aquest dret per anar-se’na viure a un altre país de la UE, perno esmentar els milions d’europeusque treballen diàriament en un paísveí o que viatgen a l’estranger per feruna part dels seus estudis.
en: To date, around fivemillion people have used this right bygoing to live in another EU country, notto mention the millions who work dailyin a neighbouring country or who moveabroad for part of their studies.

source: D’altra banda, la ciutadania tambéimplica responsabilitats: si els ciutadans de la UE volen viure en un altrepaís de la UE, han de tenir una asse-
en: Citizenship brings responsibilities too:if EU citizens want to live in another EUcountry, they must have health insurance and show that they either have ajob or enough resources not to becomea burden on their new country’s socialsecurity system.

source: La lliure circulació està recollida enels tractats de la UE, però no es vaconvertir en una realitat pràctica finsque es va crear l’Espai Schengen.Aquesta zona sense fronteres deu elnom a la ciutat de Luxemburg on esva signar l’acord original.
en: Free movement is enshrined in the EU’streaties, but it became a practical reality only once the ‘Schengen area’ wascreated. This frontier-free zone isnamed after the town in Luxembourgwhere the original agreement wassigned.

source: El Regne Unit, Irlanda i els nous Estats membres no participen a Schengen, però,en canvi, dos països no pertanyents ala UE, Noruega i Islàndia, sí que hiparticipen.
en: It does not presently includethe United Kingdom, Ireland or thenew member states, although two nonEU countries – Norway and Iceland –do participate.

source: El Conveni de Schengenforma part dels tractats de la UE.
en: The Schengen Convention is now an integral part of the EU’streaties.

source: En l’Espai Schengen, els residents iels visitants de l’exterior de la UE sónlliures de viatjar com vulguin, sensecontrols sistemàtics de passaports.Això no obstant, encara es pot demanar als individus que acreditin laseva identitat i els Estats membressegueixen tenint dret a fer controlsfronterers durant un període limitat ien circumstàncies excepcionals.
en: Within the Schengen area, EU residentsand visitors from outside are free totravel as they wish without systematicpassport checks. However, individualscan still be asked to prove their identity and member states retain the rightto reintroduce border controls for a limited period in exceptional circumstances.

source: Per tot plegat, els Estats membrestenen una responsabilitat addicionalde vigilar les seves fronteres exteriors.Són els únics llocs on es duen a termecontrols sistemàtics per saber quientra a la UE i qui en surt.
en: It is also why member states have anextra responsibility to look after theirexternal frontiers.

source: I cal teniren compte que les fronteres exteriorsno són només les terrestres, sinótambé els aeroports internacionals,els ports i algunes estacions ferroviàries, que són punts d’entrada per atota la Unió Europea.
en: These are the onlyplaces where systematic checks are carried out on who enters or leaves the EU.External frontiers are not only landcrossings but also international airports, seaports and some railway stations, which are now entry points to thewhole European Union.

source: L’abolició dels controls en les fronteres internes fa que els ciutadans quecompleixen la llei puguin viatjarper Europa de manera més fàcil.Malauradament, també facilita lescoses als criminals i als terroristes.Per això el Conveni de Schengen vaintroduir altres mesures, com ara lacooperació entre forces nacionals depolicia i autoritats judicials en la lluita contra el crim.
en: The abolition of internal border controls makes it easier for law-abiding citizens to move around freely in Europe.Unfortunately, the same applies tocriminals and terrorists. That is why the Schengen Convention introduced othermeasures such as cooperation betweennational police forces and judicialauthorities in the fight against crime.

source: No obstant això, el dret dels ciutadans de la UE a entrar i viure en aquests Estatsmembres no es veu afectat peraquests controls.
en: A Latvian borderguard surveys the EU’s external frontier.

source: Tota persona que viu a la Unió Europea hauria de poder viatjar lliurement d’un país a un altre i triar onviure, independentment de si és ciutadà d’un Estat membre o un immigrant legal de fora de la Unió.
en: Some must have a visa toenter the EU. Visa rules have been harmonised and there is a single list ofcountries whose citizens need visas.

source: A més, si una persona no pertany ala UE però té passaport i permís deresidència vàlid emès per un país de Schengen, no necessitarà visat perviatjar durant períodes curts a altrespaïsos de Schengen.
en: Visitors from nonEU countries mayenter the Schengen area and travelfreely within it for up to three monthsprovided they satisfy certain conditions.

source: Això redueixconsiderablement les traves burocràtiques per a les persones que notenen ciutadania de la UE i per a lesseves famílies.
en: In particular, they must possessa valid travel document, be able toexplain the reasons for their visit and

source: Els treballadors qualificatsimmigrants són una partfonamental de la poblacióactiva de la UE.
en: Skilled immigrants are a vitalpart of the EU’s workforce.

source: Els drets dels residents país de la UE i vàlid durant almenysun any, els membres de la famíliapodran reunir-se amb ella en aquestpaís.
en: Rights for residents

source: Actualment a la Unió treballen unscinc milions de persones que notenen ciutadania de la UE. Totstenen drets que s’haurien de respectar a tota la Unió, però les diferènciesentre les normes i els procedimentsadministratius de cada país de vegades fan que sigui difícil aplicar-los.
en: Some five million nonEU citizens currently work in the European Union.They all have rights which should applythroughout the Union, but differencesbetween national administrative rulesand procedures sometimes make ithard to apply them.

source: La Comissió Europea vol establir criterisi salvaguardes comuns per protegirels drets d’aquestes persones.
en: The European Commission wants to establish common criteria and safeguards to protectthese people’s rights.

source: La UE ja està preparant normes i procediments sobre l’admissió de ciutadans no pertanyents a la UE i sobreles seves condicions d’estada.
en: The EU is already coordinating rulesand procedures on the admission ofnon-EU nationals and their conditionsof stay.

source: Peròvol anar més enllà.
en: But it wants to go further.

source: Reconeix que elsimmigrants poden ocupar llocs detreball vacants, aportar habilitatsprofessionals necessàries en determinats àmbits i rejovenir la poblacióeuropea.
en: Itrecognises that immigrants can fill jobvacancies, meet skill shortages andrejuvenate Europe’s population.

source: Així doncs, la UE vol ajudaraquestes persones a integrar-se plenament en tots els aspectes de lavida econòmica, social, cultural i cívica.
en: So the EU wants to help these people becomefully integrated in all aspects of economic, social, cultural and civic life.

source: Això requereix actuacions enàrees polítiques, com ara l’ocupació,la no-discriminació i la inclusió social.També implica parar atenció a l’educació, a l’aprenentatge de llengües ia l’accés als serveis socials i a altresserveis.
en: Thisrequires action in policy areas such asemployment, non-discrimination andsocial inclusion. It also means givingattention to education, language training and access to social and other services.

source: Per tot plegat, la Comissió ha proposat d’introduir el concepte de ciutadania cívica.
en: The Commission has proposed introducing ‘civic citizenship’.

source: Això donaria als immigrants legals certs drets i deuresbàsics, incloent-hi el dret a viure i atreballar en un altre Estat membrede la UE.
en: This wouldgive legal immigrants certain corerights and obligations, including theright to live and work in another EUmember state.

source: En principi s’adquiririenaquests drets al cap d’uns anys ipodrien arribar a tenir gairebé elsmateixos drets que els ciutadans dela UE.
en: They will acquire theseover a period of years and eventuallywill have almost the same rights as EUcitizens.

source: La Unió també està ultimant els procediments per a la reunificació familiar, que s’ha concebut tant per reunirfamílies com per facilitar la seva integració a la UE.
en: The Union is also agreeing procedureson family reunification. These aredesigned both to bring familiestogether and to ease their integrationinto the EU.

source: Per exemple, si unapersona no ciutadana de la UE té unpermís de residència emès per un
en: For example, if a non-EUnational has a residence permit issuedby an EU country and valid for at leasta year, family members will be able tojoin him or her in that country.

source: Per gaudir plenament de la seva llibertat, els ciutadans de la UE han detenir accés als tribunals i a les autoritats de qualsevol altre Estat membre amb la mateixa facilitat que enel seu propi país.
en: To enjoy their freedom fully, EU citizensmust be able to approach courts andauthorities in any other member statejust as easily as in their own.

source: Alhora, s’hauriad’evitar que els criminals s’aprofitessin de les diferències entre sistemesjudicials nacionals, i les sentènciesdels tribunals s’haurien de respec-tari fer complir arreu de la Unió Europea.
en: At thesame time, criminals should be prevented from exploiting differencesbetween national judicial systems, andcourt judgements should be respectedand enforced throughout the European Union.

source: Tot això exigeix la cooperació judicialtransfronterera.
en: All this requires ‘cross-border judicialcooperation’.

source: Per exemple, les decisions legals adoptades en qualsevolpaís de la UE, tant en els procediments civils com en els penals, hande ser reconegudes per les autoritats de tota la Unió.
en: For example, legal decisions taken in any one EU country,whether in civil or criminal proceedings,must be recognised by the authoritiesthroughout the Union.

source: Aquest principi,denominat reconeixement mutu, potafectar considerablement la vida personal dels individus, sobretot en casde demandes de pensió alimentària,divorcis i accés als fills, problemes financers (fallida, factures impagades)o delictes diversos.
en: This principle –called ‘mutual recognition’ – cangreatly affect an individual’s personallife when it comes to things like maintenance claims, divorce and access tochildren, financial issues like bankruptcy and unpaid bills, and even criminal offences.

source: La simplificació dels casos transfronterers
en: Simplifying crossborder cases

source: Imaginem-nos la següent situació.
en: Imagine the following situation.

source: La Paola Mennea coneix a Roma, la seva ciutat natal, el Hans Schmidt mentre ell hi fa els seus estudis.
en: Paola Mennea meets Hans Schmidt while he is studying in Rome – herhome town.

source: La parella es casa i té un fill abans de traslladar-se al país d’origen del Hans, Alemanya. Per desgràcia, el matrimoni fracassa i la Paola torna a Roma, on demana eldivorci i la custòdia del nen.
en: The couple get married and have a son before moving to Hans’s home country, Germany.

source: Amb les normes que estaven vigents abans del 2005, la Paola podria tramitar el divorci a través d’untribunal italià sempre que hagués viscut a Itàlia durant almenys sis mesos abans de la presentació dela demanda.
en: Under existing EU rules, an Italian court would handle the divorce proceedings, provided Paola had lived in Italy for at least six months prior to the application.

source: El mateix tribunal podria decidir sobre la custòdia del nen de la parella si la demanda espresentés durant els procediments de divorci.
en: It would also be able to decide on parental responsibilityfor the couple’s child as long as the request was submitted during the divorce proceedings.

source: Les normes de la UE també permetrien que la Paola demanés, per mitjà d’un procediment simplificat, que aquesta decisió judicial fos reconeguda i executòria a Alemanya, amb la qual cosa s’evitaria que hagués de plantejar el seu cas també davant la justícia alemanya.
en: The EU rules alsoallow Paola to request, via a simplified procedure, that this court decision be recognised and enforceable in Germany – so Paola would not need to take her case before the German courts as well.

source: Les normes actuals s’apliquen als procediments de divorci (incloent-hi la separació legal i l’anul·lació dematrimoni) i a les decisions sobre custòdia.
en: Theyalso cover parental responsibility decisions, but only if these are issued in the context of divorce proceedingsand concern children common to both spouses.

source: Aquesta situació, però, va canviar a partir de l’1 de març de 2005, quan les normes van ser reemplaçades per un nou reglament que s’aplicarà a totes les qüestions de custòdia i que assegurarà la igualtatde tracte per a tots els nens i nenes.
en: This situation will change as of 1 March 2005, when current rules will be replaced by a new regulation applying to all questions of parental responsibility and ensuring equal treatment for all children.

source: Els problemes legals personals jasolen ser estressants i força complexos quan hi està implicada una solajurisdicció.
en: Personal legal problems can be stressful and complex enough within a singlejurisdiction.

source: Ara bé, si hi participendos o més ordenaments jurídics, lasolució pot ser encara més difícil,especialment quan les famílies estrenquen.
en: They can become evenmore difficult to solve, especially whenfamilies break up, if they involve two ormore legal systems.

source: La UE ja ha adoptat la legislaciósobre el reconeixement mutu de lessentències judicials en els procediments civils relatius al divorci, la separació legal o l’anul·lació de matrimonis.
en: The EU has now adopted legislation onthe mutual recognition of court judgements in civil proceedings relating todivorce, legal separation or marriageannulment.

source: En l’objectiu d’abastar totes lessituacions potencials, la Comissió vaampliar les normes l’any 2005 (vegeuel quadre).
en: This does not yet cater forall potential situations, so the Commission is aiming to extend the rules in2005 (see box).

source: La UE també està establint procediments comuns per simplificar i accelerar la resolució de conflictes transfronterers que impliquindemandes civils de menor importància i no impugnades, i ha elaboratnormes comunes mínimes per a l’advocacia d’ofici en els casos civilstransfronterers.
en: The EU is also establishing common procedures to simplifyand speed up the settlement of crossborder disputes involving small andnon-contested civil claims, and it hasdrawn up minimum common rules onlegal aid for crossborder civil cases.

source: La cooperació judicial transfrontereraestà concebuda per superar moltsd’aquests obstacles.
en: Crossborder judicial cooperation isdesigned to overcome many of theseobstacles.

source: Com a principide base, no s’hauria de permetre quela complexitat o incompatibilitatdels sistemes judicials i administratius nacionals impedeixi o dificultique els ciutadans i les empreses exerceixin els seus drets.
en: As a basic principle, the complexity or incompatibility of nationaljudicial and administrative systemsshould not be allowed to prevent or discourage citizens and businesses fromexercising their rights.

source: La UE intenta solucionar elsconflictes en matèria de custòdia entre els diferents països.
en: The EU tries to ease cross-borderdisputes over child custody.

source: La cooperació judicial en matèria penal
en: Judicial cooperation in criminal matters

source: L’ordre de detenció europea i Eurojust
en: The European arrest warrantand Eurojust

source: Els ciutadans de la UE han de saber que els criminalspoden ser processats siguin on siguindins la UE, independentment d’ons’hagi comès el delicte.
en: EUcitizens need to know that criminalscan be prosecuted no matter wherethey are in the EU or where the offencewas committed.

source: L’ordre de detenció europea, vàlida atota la UE des del gener de 2004,està concebuda per reemplaçar elsllarguíssims procediments d’extradició.
en: The European arrest warrant, validthroughout the EU from January 2004,is designed to replace lengthy extradition procedures.
